<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
    <table style="width: 100%;">
        <tr>
            <td>
                <h1>
                    ציפורי הארה (Ara/Macaw)
                </h1>
            </td>
        </tr>
        <tr>
            <td>
                <ul>
                    <li>תוכן עניינים</li>
                    <li><a href="#info">מידע על ציפורי ארה</a></li>
                    <li><a href="#food">תזונה</a></li>
                    <li><a href="#sug">סוגי ציפורי ארה</a></li>
                </ul>
            </td>
        </tr>
        <tr>
            <td>
                <a id="info"></a>
                <p>
                     רוב סוגי הארות נמצאים בסכנת הכחדה בטבע וזאת עקב קיצוץ בשטחי המחייה שלהם וציידים לא חוקיים אשר לוכדים ארות מן הטבע על מנת למכור אותם כחיות מחמד. <br />
                     על מנת למנוע את השתתפותכם בהכחדת הארות מן הטבע עליכם לוודא שהארה אותה אתם עומדים לרכוש הוטלה, בקעה וגודלה בבית גידול מסודר כמו גם הוריה. <br />
                    בשנים האחרונות אנו עדים לכניסתם של יותר ויותר סוגי ארות בני כילאיים אל בתים ברחבי העולם וזאת בשל צבעיהם המעניינים אשר יהיו שונים בין פרט לפרט, ניתן לאמר שבדרך כלל הנקבות מאמצות את תכונותיו של האב והזכרים מאמצים את תוכנותיה של האם. <br />
                    מוצאם של הקאקדו באינדונזיה ומשקלם מגיע לחצי קילוגרם ואף יותר. <br />
                    התנהגותם של אלו אינה שונה מאוד מן התנהגותם של הוריהם אך עם זאת ישנם כמה סוגי ארות שהמגדלים מקםידים שלא לערבב ביניהם וזאת בשל נדירותם בטבע ובשבי והרצון לשמור עליהם מפני הכחדה.<br />
                </p>
                <p>
                    &nbsp; &nbsp; הארה הוא תוכי סקרן ומלא חיים, ככזה יהיה על בעליו לספק לו שפע של משחקים וגירויים אשר יעשירו את עולמו, כמו כן הארה ידרוש מנה גדושה של תשומת לב בכל יום ואם לא ייקבל אותה הוא יכעס ויביע את כעסו ע"י נסיונות נשיכה, היחס אל הארה יהיה כמו אל ילד קטן והתנהגותו איננה רחוקה מכך.<br />
                    כושר הדיבור של הארה אינו מן המובחרים בנמצא אך יכולתו לחקות צלילים אשר מושמעים בסביבתו היומיומית היא מעולה והוא ילמד מהר מאוד לחקות את צלצול הטלפון שלכם ופעמון הדלת.<br />
                    הארה יהיה זקוק לכלוב גדול ומאובזר במשחקים, עדיין יש לאפשר לו כמה שעות בכל יום להסתובב באופן עצמאי בבית.<br />
                    אם אינכם מעוניינים בהשכמה מוקדמת הקפידו לכסות את הכלב של הארה שלכם על מנת ליצור לו אזור מוחשך דבר אשר ישמור אותו שקט.<br />
                    בין הארות קיימים סוגים רבים ולהם מראה ואופי שונים אחד מן השני, לפני קנייה של ארה מומלץ לבדוק לפני כן מאיזו סוג הארה אותה אנו מעוניינים לרכוש והאם האופי תואם את ציפיותינו. <br />
                    אין זה משנה איזה סוג בחרתם לבסוף שכן תוכלו להיות בטוחים שביתכם ימתלא בשמחה המדבקת של תוכי זה.<br />
                    כיום לשמחתינו הרבה מספר התוכים אשר נולדו בשבי ונמצאים בבתים מהווה כ- 90% ממספר הארות אשר משמשות כחיות מחמד. דבר זה נובע ממודעות ההולכת וגדלה של האנשים לחשיבות שמירת המין בטבע ובכלל.<br />
                </p>
            </td>
        </tr>
        <tr>
            <td>
                <a id="food"></a>
                <h2>תזונה: </h2>
                <p>
                    הארה הוא תוכי אשר מוציא הרבה אנרגיה ולכן תזונתו צרכיה להיות מועשרת ומותאמת לסוג.<br />
                    בטבע הארות ניזונים בעיקר מסוגים שונים של אגוזים ופירות, לפעמים גם בשר כשיש בנמצא, בשבי הרבה בעלים מתפתים לפנק את הארה שלהם בכמות בלתי נדלת של אגוזים, האגוז הוא מקור שומן ואנרגיה מצוין אך אין להגזים שכן דבר זה יכול לגרום לעודף שומן אצל התוכי ואף לתחלואה. <br />
                    המזון המומלץ ביותר הן הכופתיות המותאמות לארה שכן התוכי חייב לאכול את כל הכופתית ואינו יכול לבחור לעצמו רק את המועדף עליו, כך אנו יודעים שהתוכי קיבל את כל הדרוש לו תזונתית ויכולים להיות רגועים, כמובן שכפינוק או צ'ופר אפשר לתת מספר אגוזים מצומצם ביום.<br />

                </p>
            </td>
        </tr>
        <tr>
            <td>
                <a id="sug"></a>
                <h1>מיני ציפורי ארה: </h1><br />
                <table>
                    <tr>
                        <td>
                            <a href="ara-yellow-collared-macao.aspx">ארה גמדית - צהובת צוואר</a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="ara-Spix's-Macaw.aspx">ארה ספיקס</a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="ara-severa.aspx">ארה ערמונית </a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="ara-Red-fronted-Macaw.aspx"> ארה מצח אדום</a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="ara-nobilis.aspx">ארה אדומת כנף (נוביליס)</a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="ara-manilata.aspx">ארה אדומת גחון</a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="ara-macao.aspx">ארה ארגונית</a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="ara-lear'smacao.aspx">ארה יקינטון (יקינטוני)</a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="ara-green-winged-macao.aspx">ארה ירוקת-כנף </a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="ara-catalina.aspx">ארה קטלינה </a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="ara-blue-winged-macaw.aspx">ארה כחולת כנף</a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="ara-blue-throated-macaw.aspx">ארה כחולת גרון</a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="ara-Blue-headed-Macaw.aspx">ארה כחולת ראש</a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="ara-ararauna.aspx">ארה כחולה-צהובה </a>
                        </td>
                    </tr>
                </table>
            </td>
        </tr>
    </table>
</asp:Content>

