<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">
    protected void Page_Load(object sender, EventArgs e)
    {
        if (Session["users"] == "אורח")
            Response.Redirect("error.aspx");
    }
</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
    <table style="width: 100%;">

        <tr>

            <td>

                <h1>

                    קאקדו שחור אדום-זנב

                </h1>

            </td>

        </tr>

        <tr>

            <td>

                <p>

                    צבעו הכללי שחור. הגב, העורף, הציצית והחזה בעלי גוון חום עדין. נוצות הזנב האמצעיות שחורות, והצדדיות שחורות גם כן, אך עם פס אדום רחב. מסביב לעין טבעת עור שחורה. העיניים חומות כהות, הרגליים חומות אפורות והמקור אפור כה. הנקבה חומה-שחורה. על הראש ונוצות התעופה כתמים חומים-צהובים. לנוצות החזה והבטן קצה חום-צהוב. על הזנב פס צהוב ההופך לכתום בקצה הזנב, ונחצה ע"י פסים שחורים. המקור בצבע קרן. הצעירים זהים לנקבות. הזכרים מקבלים את צבעיהם הבוגרים בגיל 4 שנים (בערך גיל הבגרות המינית). מוטת כנפיים: 390-450 מ"מ. קאקדו אדום-זנב גואולד: כמו ה- "magnificus", אבל עם מקור רחב וכבד יותר. לנקבה מקור בהיר יותר ואין צבע כתום על פס הזנב. אורכו: 60 ס"מ. מוטת כנפיו: 385-455 מ"מ. מוצא: צפון אוסטרליה וכמה מהאיים המקורבים יחסית לחוף. קאקדו אדום-זנב סמואלי כמו ה- "magnificus", אבל עם מקור קטן וקל יותר. קטן יותר במימדיו. אין שינוי במאפייני הנקבה. אורכו: 55 ס"מ. מוטת כנפיו: 375-400 מ"מ. שם עברי: קאקדו אדום-זנב מערבי תאור: ה- "magnificus", אבל עם ציצית קטנה ועגולה יותר. המקור קטן יותר אך נראה יותר מסיבי. קטן יותר במימדיו. אין שינוי במאפייני הנקבה. אורכו: 55 ס"מ. מוטת כנפיו: 365-412 מ"מ.

                    <br />

                </p>

            </td>

        </tr>

        <tr>

            <td>

                <p>

                    <b>אורך: </b>

                    60 ס"מ.<br />

                </p>

                <p>

                    <b>מצב בטבע: </b>

                    נדיר<br />

                </p>

                <p>

                    <b>נישה אקולוגית: </b>

                    מזרח אוסטרליה. אזורים פתוחים עם עצים, בעיקר לאורכי ערוצי מים ארוכים. איים מיוערים, אזורים מתורבתים, מטעים וסוואנות שיחים. ..<br />

                </p>

                <p>

                    <b>תזונה: </b>

                    זרעי חמנייה ודלעת. תערובת זרעים קטנים (חריע, דוחן, חשיש, חיטה, שיבולת שועל), שקדים, צנוברים ושאר אגוזים. תירס צעיר מאוד, מגוון ושפע של פירות וירקות, בעיקר תפוחים ואגסים. מזונות ירוקים, זרעים מונבטים, תוספת קבועה של חרקים, תולעי קמח וכד' (חלבון חי), למרות שפעמים רבות הם מסרבים לאכלם. כאלטרנטיבה ניתן לתת גינה או בשר חתוך דק/טחון .. <br />

                </p>

                <p>

                    <b>גודל כלוב: </b>

                    גדול מאוד (100X100X200)..<br />

                </p>

                <p>

                    <b>דיבור: </b>

                    בינוני.<br />

                </p>

                <p>

                    <b>רבייה: </b>

                    בטבע – עונת הרבייה משתנה. בדרום מערב אוסטרליה העונה היא בין יולי לאוקטובר ובין מרץ לאפריל, מכאן שאפשריים 2 מחזורי דגירה בשנה. מקננים בגזעים או ענפים גדולים של עצי איקליפטוס מתים. מעדיפים עצים גבוהים. שני בני הזוג עובדים על הקן ומרפדים אותו עם חתיכות עץ קטנות. מטילים ביצה אחת, פעמים נדירות 3. אם בוקעים 2 גוזלים, השני מוזנח ע"י ההורים ומת. זמן הדגירה הוא 30 יום, ניצוי הגוזלים משתרע על פני 3 חודשים. ההורים ממשיכים להאכיל את הגוזלים 4 חודשים לאחר שעזבו את הקן. מגיעים לבגרות מינית בגיל 4 שנים. גודל ביצה: 51.1X36.5 מ"מ. קשה להרבותם בשבי. דרוש וולייר גדול ותא הטלה במיקום גבוה. יש לספק ענפים לריפוד הקן. מטילים 1-2 ביצים. זמן הדגירה הוא 30 יום, אך לרוב הן לא פוריות. ניצוי הגוזלים אורך 75-96 יום. יש לספק תוספת של חלבון מהחי.. <br />

                </p>

                <p>

                    <b>תנאי גידול: </b>

                    תנאי גידול מומלצים: כלוב תעופה 8X3X2 מטר. מבנה מתכת – חובה. טמפ' מינימאלית - 5°C. המצב האידיאלי הוא כלוב תעופה משולב – גם פנימי וגם חיצוני. תא הטלה 60X60X130 ס"מ או חבית ישנה.. <br />

                </p>

                <p>

                    <b>מידע נוסף: </b>

                    בטבע – מחוץ לעונת הרבייה חיים בזוגות, משפחות או להקות קטנות. לעיתים ניתן לראות להקות גדולות של אדום הזנב (כמה מאות פריטים) יחד עם קאקדו צהוב זנב. בולטים ורועשים. באזורים מיוערים יורדים לקרקע רק כדי לשתות, אולם באזורים פתוחים יותר יורדים אליה גם לאכול. מספיק שפרט אחד יחוש בסכנה/הפרעה וכל הלהקה מתעופפת. מקננים ליד ערוצי מים, עם הזריחה עפים מעצי הקינון כדי לשתות ומשם לאכול. בשעות הצהריים החמות נחים על עצי איקליפטוס גבוהים. קצת לפני השקיעה שותים שוב וחוזרים לעצי הקינון. פעילים בלילות ירח בהירים בעצי הקינון. בצפון אוסטרליה נודדים לפי עונות השנה, ובדרום נוודים תמידיים. כיוון הנדידה משתנה בהתאם לזמינות מקורות המזון. תעופתם איטית עם מטות כנפיים כבדות, ומלווה בצעקות ארוכות. הצעקה מתכתית, מתגלגלת וחזקה במיוחד. בשבי – תוכי ענו, חזק במיוחד לאחר שהתאקלם, אולם הופך אפאתי אם מוחזק בכלוב או וולייר קטן. ניתן לזהות זאת ע"י שינוי בתזונתו. יש לספק לו ענפים עם פרחים וניצנים, ואצטרובלים. רגיש לשינויים בתנאי לחות וקור.. <br />

                    <br />

                </p>

            </td>

        </tr>

        <tr>

            <td>

                <center>

                <table id="Pics" style=" border-spacing: 1px; margin-left: 1px; text-align: center;">

                    <tr>

                        <td colspan="4"><img src="Pics/main.jpg" alt="לחץ על התמונות כדי לראות אותה בגדול" name="main" style="height: 350px; width: 400px; text-align: center;" /></td>



                    </tr>

                    <tr>

                        <td><br /></td>



                    </tr>

                    <tr class="Pic-S">

                        <td><img alt="Picture 1" src="Parrots/cokatoo/Red-tailed/1.jpg" style="height: 150px;" onclick="main.src='Parrots/cokatoo/Red-tailed/1.jpg'; main.style='height: 350px;';" /></td>

                        <td><img alt="Picture 2" src="Parrots/cokatoo/Red-tailed/2.jpg" style="height: 150px;" onclick="main.src='Parrots/cokatoo/Red-tailed/2.jpg'; main.style='height: 350px;';" /></td>

                        <td><img alt="Picture 3" src="Parrots/cokatoo/Red-tailed/3.jpg" style="height: 150px;" onclick="main.src='Parrots/cokatoo/Red-tailed/3.jpg'; main.style='height: 350px;';" /></td>

                        <td><img alt="Picture 4" src="Parrots/cokatoo/Red-tailed/4.jpg" style="height: 150px;" onclick="main.src='Parrots/cokatoo/Red-tailed/4.jpg'; main.style='height: 350px;';" /></td>

                    </tr>

                    <tr class="Pic-S">

                        <td><img alt="Picture 5" src="Parrots/cokatoo/Red-tailed/5.jpg" style="height: 150px;" onclick="main.src='Parrots/cokatoo/Red-tailed/5.jpg'; main.style='height: 350px;';" /></td>

                        <td><img alt="Picture 6" src="Parrots/cokatoo/Red-tailed/6.jpg" style="height: 150px;" onclick="main.src='Parrots/cokatoo/Red-tailed/6.jpg'; main.style='height: 350px;';" /></td>

                        <td><img alt="Picture 7" src="Parrots/cokatoo/Red-tailed/7.jpg" style="height: 150px;" onclick="main.src='Parrots/cokatoo/Red-tailed/7.jpg'; main.style='height: 350px;';" /></td>

                        <td><img alt="Picture 8" src="Parrots/cokatoo/Red-tailed/8.jpg" style="height: 150px;" onclick="main.src='Parrots/cokatoo/Red-tailed/8.jpg'; main.style='height: 350px;';" /></td>

                    </tr>



                </table>

                </center>

            </td>

        </tr>

        <tr>

            <td>

                <a href="cokatoo.aspx">חזור לעמוד ציפורי הקאקדו</a>

            </td>

        </tr>

    </table>

</asp:Content>

