<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">
    protected void Page_Load(object sender, EventArgs e)
    {
        if (Session["users"] == "אורח")
            Response.Redirect("error.aspx");
    }
</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
    <table style="width: 100%;">

        <tr>

            <td>

                <h1>

                    אפרור אפריקאי(ג'אקו)-קונגו

                </h1>

            </td>

        </tr>

        <tr>

            <td>

                <p>

                    אפור עם זנב אדום. המקור שחור. זנבו אדום, בולט במיוחד על רקע יתר חלקי הגוף. צבעו של הג'אקו בד"כ אפור בהיר, אך ניתן לראות לפעמים גם גוונים כהים יותר. בפנים ישנו אזור לבן, מחוסר נוצות. נוצות הראש בהירות יותר בקצותיהן, להבדיל מנוצות הבטן שכהות יותר בקצותיהן. הגב התחתון אפור בהיר. הזנב והנוצות הצמודות אליו – אדומים. המקור שחור, העין צהובה בהירה והרגליים אפורות כהות. חד-צורתיות מינית, לא ניתן להבדיל בין זכר לנקבה ע"פ סימנים חיצוניים. הצעירים נראים זהים להוריהם, מלבד 3 הבדלים: חלק מנוצות הזנב (במבט מלמטה) אפורות, קצה הזנב צבוע באדום כהה יותר יחסית לשאר הזנב והעיניים אפורות.

                    <br />

                </p>

            </td>

        </tr>

        <tr>

            <td>

                <p>

                    <b>אורך: </b>

                    35 ס"מ.<br />

                </p>

                <p>

                    <b>משקל: </b>

                    400 ס"מ.<br />

                </p>

                <p>

                    <b>מצב בטבע: </b>

                    על סף הכחדה!<br />

                </p>

                <p>

                    <b>נישה אקולוגית: </b>

                    מרכזה ומערבה של אפריקה ובאזורים מסויימים בקניה ובטנזניה. דרום-מזרח חוף השנהב, דרום קונגו, צפון-מערב טנזניה. איי פרננדו פו ופרינסיפ. אפשרות לאוכלוסיה מבודדת בקילימנג'רו, טנזניה. ..<br />

                </p>

                <p>

                    <b>תזונה: </b>

                    זרעים, אגוזים, ירקות, פירות וכופתיות. תערובת זרעים של חריע, חמנייה, אורז, חיטה, שיבולת שועל ומגוון רחב של סוגי דוחן. באביב ובקיץ רצוי להוסיף זרעים מונבטים. צנוברים (אצטרובל), בלוטים, בוטנים. ממגוון של פירות וירקות, בעיקר ענבים, תאנים, אפרסקים ותפוחים. תירס חצי-בשל. ורד הבר, צמחים ירוקים (ורד השן, כוכבית, וכו'), מזון ביצים, לחם לבן, וביסקוויטים לפינוק. לג'אקו יש נטייה לבנות לעצמו תזונה לא מאוזנת ולהשמין ולכן יש להקפיד שלא להלעיט אותו במזונות עתירים שומן.. <br />

                </p>

                <p>

                    <b>גודל כלוב: </b>

                    גדול מאוד (100X100X200)..<br />

                </p>

                <p>

                    <b>דיבור: </b>

                    בינוני.<br />

                </p>

                <p>

                    <b>רבייה: </b>

                      מונומורפים (חד צורתיות מינית), כלומר לא ניתן להבדיל בין הזכר לנקבה בצורה וויזואלית. הבגרות המינית בד"כ בגיל שנתיים. בד"כ 4 ביצים בתטולה. עונת הרבייה אינה קבועה. באוגנדה מתרבים הקונגו בין יולי לספטמבר, בניגריה וליבריה בין דצמבר לאפריל. הקנים ממוקמים בעצים גבוהים ומתים. ידוע על מקרה של קן שהיה בגובה 30 מ' מהקרקע. הקן היה חלול בעומק של 60 ס"מ, בתוך עץ לח, כמעט רקוב. מספר ביצים בתטולה: 3-4. גודל הביצה – 39.4X31 מ"מ. עונת הרבייה מתחילה במאי. יש למקם את הזוגות בכלוב מסוכך, ולהימנע מהפרעות. משך זמן הדגירה הוא 26 יום, ולאחר 11 שבועות הגוזל מצמיח נוצות. הגוזלים נעשים עצמאיים שבועיים עד שלושה שבועות לאחר עזיבת הקן. ההורים רגישים לבדיקות למיניהן של תאי ההטלה.. <br />

                </p>

                <p>

                    <b>תנאי גידול: </b>

                     תשומת לב רבה. מומלץ: כלוב שקט ומוגן בגודל 3.5X1.5X2 מטר. רק פריטים מאולפים/מוחתמים יכולים להיות מוחזקים בכלובים גדולים, עם אפשרות תעופה/יציאה מהכלוב על בסיס יומיומי. טמפ' מינימאלית - 5°C.. <br />

                </p>

                <p>

                    <b>מידע נוסף: </b>

                    בעל-חיים חביב, נקשר בקלות יחסית לבעליו, שקט יחסית לשאר הקבוצה, שובב מאוד ומבצע טריקים טוב, פעיל מאוד ומסתדר טוב יחד עם עוד תוכים. תוחלת חיים: בין 50 ל-60 שנים. יכולת דיבור מעולה, מומלץ לגדלם כחיית מחמד לכל אדם שמוכן להקדיש לו תשומת לב רבה. ג'אקו פראי נוטה להיות עצבני ונשכן, ולא מומלץ לגדלו כחיית מחמד משום שקשה לאלף אותו. מומלץ לגדל הג'אקו שנולדו בשבי, ניזונו בידי האדם והוחתמו. הוא אומנם נפוץ בטבע, אולם אוכלוסייתם נפגעה קשה עקב צייד. אופי: בטבע – הג'אקואים חיים בזוגות או קבוצות קטנות במשך היום. לקראת השקיעה מתאספים בקבוצות על צמרות של עצים גבוהים בשולי היערות, הממוקמים לאורך נהרות או ליד אגמים. לפעמים קבוצות אלה מגיעות למאות פריטים. בד"כ עוזבים את העצים שעליהם הם ישנים לפני הזריחה ועפים לכיוון מקורות המזון. ביישנים. לרוב אינם נגישים. במשך היום מבקרים בנהרות ואגמים כדי לשתות, אולם חוץ מכך לא יורדים לקרקע. תעופה – מהירה וישירה עם מטות כנפיים מהירות וקבועות. הג'אקואים רועשים ובולטים בזמן תעופה, אולם שקטים בזמן האוכל. צעקתם מורכבת מסדרה של צרחות חזקות ומלודיות, שריקות. כאשר הם מריעים מפני סכנה הצעקה נשמעת מחוספסת, אפשר לומר "צרודה". בשבי - רמת רעש – בינונית. הרבה פעמים ביישן ודאגן. אצל חלקם מופיעות בעיות התנהגות ומריטת נוצות. נוהגים להסתתר בפינת הכלוב עם התקרבות הבעלים. החקיינים הטובים ביותר מבין התוכיים. רבים מהם בעלי יכולת לקשר רעיונות שונים. הצורך באמבטיה משתנה מפרט לפרט. בעל מקור חזק ואוהב ללעוס, לכן חשוב לספק לו ענפים/צעצועי לעיסה. לג'אקו יכולת דיבור מצוינת (בעיקר לקונגו) ואינטליגנציה גבוהה ביותר, המאפשרת לו לא רק לחזור על המילים שהוא שומע אלא גם להבין את משמעותן ולבטא את עצמו בעזרתן. יש הטוענים שהאינטליגנציה של ג'אקו בוגר מגיעה לרמות של ילד בן 4. חשוב – למרות מאמצים רבים, לא כל הג'אקואים ידברו.. <br />

                    <br />

                </p>

            </td>

        </tr>

        <tr>

            <td>

                <center>

                <table id="Pics" style=" border-spacing: 1px; margin-left: 1px; text-align: center;">

                    <tr>

                        <td colspan="4"><img src="Pics/main.jpg" alt="לחץ על התמונות כדי לראות אותה בגדול" name="main" style="height: 350px; width: 400px; text-align: center;" /></td>



                    </tr>

                    <tr>

                        <td><br /></td>



                    </tr>

                    <tr class="Pic-S">

                        <td><img alt="Picture 1" src="Parrots/jako/white/1.jpg" style="height: 150px;" onclick="main.src='Parrots/jako/white/1.jpg'; main.style='height: 350px;';" /></td>

                        <td><img alt="Picture 2" src="Parrots/jako/white/2.jpg" style="height: 150px;" onclick="main.src='Parrots/jako/white/2.jpg'; main.style='height: 350px;';" /></td>

                        <td><img alt="Picture 3" src="Parrots/jako/white/4.jpg" style="height: 150px;" onclick="main.src='Parrots/jako/white/4.jpg'; main.style='height: 350px;';" /></td>

                        <td><img alt="Picture 4" src="Parrots/jako/white/3.jpg" style="height: 150px;" onclick="main.src='Parrots/jako/white/3.jpg'; main.style='height: 350px;';" /></td>

                    </tr>

                    <tr class="Pic-S">

                        <td><img alt="Picture 5" src="Parrots/jako/white/5.jpg" style="height: 150px;" onclick="main.src='Parrots/jako/white/5.jpg'; main.style='height: 350px;';" /></td>

                        <td><img alt="Picture 6" src="Parrots/jako/white/7.jpg" style="height: 150px;" onclick="main.src='Parrots/jako/white/7.jpg'; main.style='height: 350px;';" /></td>

                        <td><img alt="Picture 7" src="Parrots/jako/white/6.jpg" style="height: 150px;" onclick="main.src='Parrots/jako/white/6.jpg'; main.style='height: 350px;';" /></td>

                        <td><img alt="Picture 8" src="Parrots/jako/white/8.jpg" style="height: 150px;" onclick="main.src='Parrots/jako/white/8.jpg'; main.style='height: 350px;';" /></td>

                    </tr>



                </table>

                </center>

            </td>

        </tr>

        <tr>

            <td>

                <a href="jako.aspx">חזור לעמוד ג'אקו</a>

            </td>

        </tr>

    </table>

</asp:Content>

