<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
    <table style="width: 100%;">
        <tr>
            <td>
                <h1>
                    ציפורי הג'אקו
                </h1>
            </td>
        </tr>
        <tr>
            <td>
                <ul>
                    <li>תוכן עניינים</li>
                    <li><a href="#info">מידע על ציפורי הג'אקו</a></li>
                    <li><a href="#food">תזונה</a></li>
                    <li><a href="#sug">סוגי ציפורי ג'אקו</a></li>
                </ul>
            </td>
        </tr>
        <tr>
            <td>
                <a id="info"></a>
                <p>
                     ניתן להבדיל בין תוכי צעיר לתוכי בוגר בעזרת הצצה פשוטה אל עיניו, גוון העיניים של ג'אקו צעיר יהיה אפור ונוטה לשחור ככל שהתוכי יותר צעיר, ככל שהתוכי יתבגר גוון עיניו יתבהר לאפור כהה, אפור בהיר ובהדרגה יחליף את צבע עיניו לצהוב.<br />
                     לא תוכלו לדעת בוודאות את גילו של תוכי אשר צבע עיניו הא צהוב אלא אם כן רכשתם אותו ממגדל מסודר.<br />
                    ממחקרים שנעשו עולה כי 21% מאוכלוסיית הג'אקו אשר מגודלים כחיות מחמד נלקחו פראים מן הטבע ולכן כל ייצוא או העברה של תוכי כזה ברחבי העולם חייב להיות מלווה בהיתרים הדרושים, עם ייצוא בהיקף של יותר מ-350,000 פריטים בשנה, הסחר בתוכי זה הוא השני בגדלו בבורסת הציפורים וכן עם ירידת הפריטים של מין זה חוקקו תקנות מחמירות על ייבוא וייצוא פריטים של זן זה.<br />
                </p>
                <p>
                    &nbsp; &nbsp; הג'אקו כתוכי מוחתם (האכלת יד) משמש כפרטנר לכל דבר, הם יקבלו אתכם בברכה כאשר תיכנסו הביתה וינסו למשוך את תשומת לבכם כאשר ישעמם להם.<br />
                    הג'אקו נחשב לדברן המוכשר ביותר מבין כל סוגי התוכים, גם בטבע תועדו תוכים מזן זה כאשר הם מחקים את הקריאות של מינים אחרים.<br />
                    הג'אקו נבדק לסטנדרטים מדעיים מחמירים ודורגו לצד בעלי חיים אינטיליגנטיים ביותר.<br />
                    ישנם מחקרים מדעיים שאף הוכיחו שלג'אקו יש אתה היכולת האנושית לקשר מילים ומשמעויות וכמו כן לזהות מושגים מופשטים של צורה, צבע ומספרים, בנוסף לכך הם מסוגלים לבצע משימות קוגנטיביות רבות ברמה של שימפנזה, דולפין ואפילו תינוק בן 4. <br />
                    אמנם קיימת מידה של ספקנות לגבי הטענה האחרונה אך עם זאת אין כמעט ספק שהם ברורים להפליא. <br />
                    תהליך לימוד הדיבור של הג'אקו הוא די איטי ומסתיים לקראת גיל שנתיים, שלוש. הג'אקו מסוגל לייצר יכולת דיבור אנושית ברמה בסיסית מאוד אך עם זאת מרשימה.<br />
                    הג'אקו הוא בוודאי אחד התוכים היותר מקסימים שקיימים כיום בתור חיות מחמד.<br />
                    תוכים אלו נשמרים כבר למעלה מ- 4000 שנים בשבי דבר אשר החל מן המצרים כפי שמתואר בהירוגליפים שנשתמרו מן התקופה, המצרים לא היו היחדים שכן גם אצל הרומאים והיוונים נוכל למצוא עדויות לשמירת ג'אקואים בכלובי פאר, מסורת זו המשיכה עם המלך הנרי השני אשר שמר תמיד תוכי ג'אקו אחד לפחות כחיית מחמד והיא אינה נעצרת שכן כיום ניתן למצוא תוכים מסוג זה נהנים ומספקים הנאה ואהבה באלפי בתים בעולם.<br />
                </p>
            </td>
        </tr>
        <tr>
            <td>
                <a id="food"></a>
                <h2>תזונה: </h2>
                <p>
                    תוכים נחשבים כאוכלי כל ולכן תזונתם חייבת להיות מגוונת, גרעינים שונים, פירות, ירקות, פחמימות במנה קצובה, ביצים, ואפילו בשר עוף מידיי פעם מהווים תזונה מושלמת עבור התוכי שלכם. <br />
                    הבעיה הקיימת עם רוב התוכים היא שהם בוחרים לעצמם מן הצלחת את הפריטים האוהבים עליהם ביותר, דבר אשר מסתכם ברוב הפעמים בגרעיני חמניה ומספר מצומצם של פירות ועל כן כיום מומלץ להאכיל תוכים בכופתיות על מנת למנוע את ההתנהגות הבררנית של התוכי בענייני המזון.<br />
                    אל הכופתיות ניתן ורצוי להוסיף מידיי פעם ביצים קשות עם הקליפה, רבע עוף שהתוכי יחזיק ברגל אחד ויהנה ממנו מאוד ומעט פירות. כצ'ופרים ניתן לתת לתוכי גרעיני חמניה אך אין להגזים כיוון שאלו עתירי שומן.<br />


                </p>
            </td>
        </tr>
        <tr>
            <td>
                <a id="sug"></a>
                <h1>מיני ציפורי ג'אקו: </h1><br />
                <table>
                    <tr>
                        <td>
                            <a href="jako-african_grey.aspx">אפרור אפריקאי(ג'אקו)-קונגו</a>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <a href="jako-timneh_grey.aspx">אפרור אפריקאי(ג'אקו)-תימנה</a>
                        </td>
                    </tr>
                </table>
            </td>
        </tr>
    </table>
</asp:Content>

