<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" %>

<script runat="server">
    protected void Page_Load(object sender, EventArgs e)
    {
        if (Session["users"] == "אורח")
            Response.Redirect("error.aspx");
    }
</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
<style type="text/css">
    #Pics
    {
        text-align: center;   
    }
</style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
    
    
    
    <table style="width: 100%;">
        <tr>
            <td>
                <h1>ציפורי אהבה</h1>
            </td>
        </tr>
        <tr>
            <td>
                <p>
                    ציפורי אהבה הם תוכים קטנים בעלי גוף קצר ועבה.<br />
                    אורכם כ- 13-17 ס"מ. זנבם קצר ורחב, בניגוד בולט לזנב התוכונים, שהוא ארוך וקצר.<br />
                    נוצותיהם הן בעלות צבעים יפים ועזים. מולדתן היא יבשת אפריקה.<br />
                    מין אחד מוצאו ממדגסקר. בטבע חיות ציפורי אהבה כל ימי חייהן בזוגות.<br />
                    מחוץ לעונת הרבייה הן חיות אמנם בלהקות, אולם גם אז אין בני זוג עוזבים זה את זה,<br />
                    ובשעת מנוחתם הם יושבים תמיד ביחד. הם מרבים לגפף זה את זה ולנקות זה את זה במקורם, ומכאן שם הציפור.<br />
                </p>
            </td>
        </tr>
        <tr>
            <td>
                <h2>
                    תזונה:
                </h2>
                <p>
                    תערובת הזרעים הבאה יכולה להתאים לכל המינים של ציפורי אהבה:<br />
                    2 חלקים של זרעי חמניה, שני חלקים של זרעי בוריאה (חפורית קנרית) וחלק אחד של דוחן גדול.<br />
                    כן יש לספק להם ירקות ופירות, מינראליים(אבן מינראלית, עצם הספייה) ומים.<br />
                    בעונת הרבייה רצוי להוסיף לתפריט הנ"ל מזון מיוחד לריבוי (הנמכר בחנויות-מחמד), מועשר בחלמון-ביצה מרוסק ובגזר או תפוח מרוסקיים<br />
                </p>
            </td>
        </tr>
        <tr>
            <td>
                <h2>
                    הכלוב ואביזריו:
                </h2>
                <p>
                    כלוב בגודל 40 * 40 ס"מ(שטח הריצפה) מספיק לזוג ציפורי אהבה.<br />
                    ציפורי אהבה נוהגות להשתמש במי השתייה גם לרחצה. על כן כלי השתייה לא צריכים להיות עמוקים מדי,<br />
                    אך רחבים במידה מספיקה, כדי לאפשר לציפורים להתרחץ בתוכם. כן ניתן להשתמש באוטומאטים למזון ומים.<br />
                    נוסף על כך יש להעמיד לרשותם גם קערת מים לרחצה.<br />
                </p>
            </td>
        </tr>
        <tr>
            <td>
                <h2>
                    אילוף: 
                </h2>
                <p>
                    את ציפורי האבה ניתן לאלף, בדיוק כמו את התוכונים.<br />
                    ניתן אולי לצאת מהכלוב להתיישב על האצבע לפי פקודה, וכן גם לאלפה לנחות על אצבע או על מקל כדי להחזירה לכלוב מן החוץ.<br />
                    אולם גם ללא אילוף אצבע ניתן לקחת אותם ביד או להחזיקן על הכתפיים,<br />
                    כשאנו יושבים וקוראים או עוסקים בעיסוק אחר, או גם להתהלך איתן בחדר.<br />
                </p>
            </td>
        </tr>
        <tr>
            <td>
                <h2>
                    ריבוי: 
                </h2>
                <p>
                    בניגוד לתוכונים, שאינם בונים קנים ומטילים את הביצים על הרצפה הקשה של ארגז הקינון,<br />
                    בונות ציפורי האהבה קנים משוכללים מקש, מענפים או מקלות, מעלים יבשים, נסורת וחומר דומה.<br />
                    ארגז הקינון עבור ציפורי אהבה צריך להיות בעל גובה של 25 ס"מ ושטח של 15 * 20, כדי לאפשר להם לבנות קן מרווח<br />
                    היות שגופן של ציפורי אהבה הוא כאמור עבה יותר מזה של התוכונים, פתח הכניסה לארגז הקינון צריך להיות רחב יותר - כ- 5 ס"מ ברוחב.<br />
                    ציפורי אהבה נוהגות להרחיב את פתח הכניסה ע"י כירסום העץ, ולכן יש כנראה השפעה חיובית על רצונן לדגור.<br />
                    לפיכך ארגז הקינון צריך להיות מעץ רגיל, נוח לכירסון.<br />
                </p>
                <p>
                    &nbsp; &nbsp; ציפורי אהבה נוטות לבלות את הלילות בתוך ארגזי הקינון, גם מחוץ לעונת הדגירה.<br />
                    אולם לאחר 3-4 דגירות מן הראוי להוציא את ארגזי הקינון, כדי למנוע הטלות ודגירות נוספות,<br />
                    המתישות את כוחן של הנקבות ומשפיעות לרעה גם על מצבן הגופני של הגוזלים.<br />
                </p>
                <p>
                    &nbsp; &nbsp; חובבים המחזיקים רק זוג אחד של ציפורי אהבה ואינם מעוניינים בריבוי, יוותרו לגמרי<br />
                    על ארגזי הקינון, כי מציאותו של ארגז הקינון בכלוב משמש, אצל ציפורי אהבה (וציפורים אחרות המקננות בחללי העצים)<br />
                    גירוי חזק ביותר להטלת ביצים ולדגירה.<br />
                    בהיעדרו של ארגז קינון הטלת הביצים מתרחשת אצלם רק לעיתים נדירות ביותר.<br />
                </p>
                <p>
                    &nbsp; &nbsp; ציפורי אהבה זקוקות לכמות רבה של חומר קינון לבניית הקן.<br />
                    לצורך זה יש לספק להן כמות מתאימה של קש, מקלות, רפיה ונסורת.<br />
                    בחומר זה הן ממלאות את ארגז הקינון, ולאחר מכן הן מפלסות בו את דרך הכניסה עד לקרקעית התיבה, שעליה מונחות הביצים.<br />
                    היות ודרך הכניסה היא אינה ישרה אלא מתפתלת, מן ההכרח לסלק הצידה את חומר הקינון, כדי לראות את הביצים.<br />
                    זאת יש לעשות בעדינות ובזהירות מירבית ולא לעיתים קרובות מידי, כדי לא להפריע לדוגרת.<br />
                    מינים מסוימים של ציפורי אהבה אינם מגיבים לבדיקות הביצים, וממשיכים לשבת בשקט על הביצים.<br />
                    דוגרות ממינים אחדים עפות החוצה בבהלה, אולם גם הן חוזרות במהרה לקן,<br />
                    מתיישבות שוב על הביצים וממשיכות לדגור עליהן, כאילו לא קרה כלום.<br />
                    כל זה בתנאי שלא יוטרדו לעיתים קרובות מדי, כי אז הן עלולות לעזוב את הקן ולא לחדש את הדגירה.<br />
                </p>
                <p>
                    &nbsp; &nbsp; תקופת הדגירה של ציפורי האהבה נמשכת מ- 18-24 ימים בהתאם למין.<br />
                    התטולה מונה, כרגיל, כ- 4-7 ביצים.<br />
                </p>
                <p>
                    &nbsp; &nbsp; בדומה לתוכונים עשויות ציפורי אהבה לקנן בכל עונות השנה.<br />
                    אולם לא רצוי להרבותן בחודשי החורף ביחוד באזורים הקרים יותר של הארץ, כי בטמפרטורות נמוכות<br />
                    עלולות הנקבות ללקות במחלה של כליאת הביצים.<br />
                    מומלץ להתחיל בריבוי בחודש מרץ, באופן שהקן יהיה מוכן בחודש אפריל, וניתן יהיה לקבל 3 או 4 דגירות<br />
                    עד לחודש נובמבר, שהוא ההזמן להפסקת הריבוי, כדי שהציפורים יוכלו לנוח במשך כל החורף, עד לעונה הבאה.<br />
                </p>
                <p>
                    &nbsp; &nbsp; ציפורי אהבה הן בדרך כלל שוחרות שלום, וחיות בידידות ביניהן.<br />
                    לפיכך ניתן להחזיק זוגות אחדים, 2-5 זוגות, בכלוב תעופה אחד.<br />
                    לעיתים יקרה שאחת הציפורים נעשית תוקפנית, ומן ההכרח לסלקה מן הכלוב.<br />
                    כל זה נכון רק לגבי זוגות השייכים לאותו מין (של ציפורי אהבה). בין זוגות מממינים שונים פורצים, לעיתים קרובות,<br />
                    מריבות וקרבות על מקום קינון, ואז עלולה ציפור תוקפנית אחת לרצוח את כל הגוזלים של המתחרה שלה.<br />
                    אם מכניסים לכלוב יותר ארגזי קינון מאשר זוגות דוגרים, החשש למריבות על מקום קינון קטן בהרבה.<br />
                </p>
            </td>
        </tr>
        <tr>
            <td>
                <h1>
                    ציפורי אהבה למיניהן
                </h1>
                <p>
                    <b>ציפור אהבה שחורת הראש</b>
                    (ובקיצור: שחורת הראש), הקרויה גם "ציפור אהבה בעלת מסכה".<br />
                    מקום חיותה הוא מלאווי וטאנגאניקה. שחורות הראש עולות ביופיין על כל שאר ציפורי האהבה.<br />
                    הן מופיעות בצבע יסודי ירוק. קיימת גם מוטאציה, שצבעה כחול. אורכה הוא 15 ס"מ.<br />
                </p>
                <p>
                    &nbsp; &nbsp; ריבוייה קל, ונעשה בהתאם להוראות שניתנו בסעיף "ריבוי" בחלק הכללי על ציפורי אהבה.<br />
                    צבעי הזכר והנקבה זהים. השיטה הטובה ביותר להבחנה בין המינים היא מישוש בעצם האגן - מעצם החזה אחורנית:<br />
                    אצל זכרים מבוגרים שתי עצמות האגן צמודות זו לזו, בעוד שאצל נקבה מבוגרת ניתן לחוש במרווח של מ"מ אחדים ביניהם.<br />
                    אולם דרוש אימון מסוים על מנת להבחין בדבר. המגדל המתחיל חייב תחילה לקבל הדרכה מתאימה ממגדל מנוסה, לפני שינסה זאת בעצמו.<br />
                </p>
                <p>
                    <b>ציפור אהבה ורודת הראש: </b>
                    מקום חיותה הוא דרום מערב אפריקה. זהו הגדול שבמיני ציפורי האבה ואורכו כ- 25 ס"מ.<br />
                    זהו מין חסון, המצטיין ביופי נוצותיו. צבע המצח אדום, ובעוברו ללחיים ולגרון הוא הופך לורוד.<br />
                    צבע הכנפיים והגוף הוא ירוק-זיתי מצד הג, וירוק בהיר יותר בצד הבטן. החלק האחורי של הגב הוא כחול בהיר.<br />
                    קיימת גם מוטאציה שצבעה היסודי שלה הוא כחול וכן גם מוטאציית אלבינו ומוטאציית לוטינו (צהובה עם עיניים אדומות).<br />
                </p>
                <p>
                    &nbsp; &nbsp; ציפור אהבה אדומות הראש מקובלות מאוד על חובבי ציפורים בגלל צבעיהן היפים וצורתן היפה.<br />
                    נוסף על כך הן מתרבות בקלות ובפוריות. הן מקימות דור אחרי דור של ציפורים בריאות, בלי לגלות עייפות או רצון לנוח מעמל הדגירה וגידול הצעירים.<br />
                    בהתאם לגודל גופן, ארגז הדגירה חייב להיות יותר גדול מזה של ציפורי אהבה אחרות ופתח הכניסה צריך להיות בקוטר של כ- 6 ס"מ.<br />
                    רצוי לסלק את הציפורים הצעירות מן הקן, כשרק נעשו עצמאיות, כדי למנוע פציעת האפרוחים ע"י הציפורים המבוגרות יותר שבקעו קודם.<br />
                    שני המינים דומים זה לזה בצבעיהם ובצורתם. ההבחנה ביניהם נעשית ע"י בדיקת עצמות האגן כמו במין הקודם.<br /> 
                </p>
                <p>
                    <b>ציפור אהבה מחבש </b>
                    , מקום חיותה חבש ומכאן שמה. אורכה היא כ- 16 ס"מ. אצל הזכר המצח אדום עז.<br />
                    הגוף ירוק מבריק, במקור האדום ובזנב עובר פס שחור רחב. קל להבחין בין הזכר לבין הנקבה לפי היעדר הצבע האדום על המצח בנקבה ומציאותו בזכר<br />
                    וכן גם - לפי הצבע הטבעת שמסביב לעין, שהיא אדומה בזכרים וירוקה-צהובה בנקבה. ריבויין קשה מאוד, ועניין למומחים בלבד.<br />
                </p>
                <p>
                    <b>ציפור אהבה של פישר או ציפור אהבה הכלילית הראש: </b>
                    ציפור זו נתגלתה ע"י החוקר הגרמני פישר, ומכאן שמה. מקום חיותה הוא מזרח אפריקה ואורכה הוא כמו המין הקודם.<br />
                    מצחה, לחייה וגרונה הם אדומים וכתומים. קדקוד הראש הוא ירוק. הגב והכנפיים ירוקים גם ומקורה בצבע אדום.<br />
                    הזנב כחול והעין מוקפת בטבעת לבנה ורחבה.<br />
                </p>
                <p>
                    &nbsp; &nbsp; ריבויים של ציפורים אלה קל יחסית. אולם הן עלולות להיות תוקפניות, לפיכך יש להכניס לכלוב רק זוג אחד.<br />
                    עם זאת, להעמיד שני כלובים סמוך זה לזה, באופן ששני הזוגות יוכלו לראות ולשמוע זה את זה, כי זה מסייע לתהליך הריבוי,<br />
                    אם כי הם עלולים להילחם ביניהם ליד הסורגים. הזכר והנקבה דומים זה לזה.<br />
                </p>
                <p>
                    <b>ציפור אהבה אפורת הראש או ציפור אהבה ממדגסקר: </b>
                    מקום חיותה הוא מדגסקר ומכאן שמה. צבעי נוצות שונים בשני המינים. גוף הנקבה הוא כולו ירוק, בעוד שאצל הזכר הראש, הצוואר והכתפיים אפורים.<br />
                    שהו מין קטן יותר ואורך גופו הוא 14-13 ס"מ. הריבוי נעשה בכלוב תעופה.<br />
                    אולם ציפורים אלה אינן חיות בשלוםביניהן וביחוד הנקבות נוטות להילחם עד המוות על ארגזי קינון.<br />
                    על כן מן הראוי, אם זה ניתן, לייחד לכל זוג כלוב תעופה לא גדול.<br />
                </p>
                <p>
                    <b>ציפור אהבה שחורת הלחיים: </b>
                    צבעי הנוצות דומים בשני המינים. הגוף ירוק, המצח חום ועובר לירוק זיתי בחלק האחורי של הראש.<br />
                    הלחיים והגרון חומים-שחורים. בין הגרון והחזה יש אזור אדום קטן. המקור אדום ואורכה של הציפור היא כ- 14 ס"מ.<br />
                </p>
            </td>
        </tr>
        <tr>
            <td>
                <table id="Pics" style=" border-spacing: 1px; margin-left: 1px;">
                    <tr>
                        <td colspan="4"><img src="Pics/main.jpg" alt="לחץ על התמונות כדי לראות אותה בגדול" name="main" style="height: 350px; width: 400px;" /></td>

                    </tr>
                    <tr>
                        <td><br /></td>

                    </tr>
                    <tr class="Pic-S">
                        <td><img alt="ציפור אהבה שחורת כנף" src="parrots/love/black_winged.jpg" style="height: 150px;" onclick="main.src='parrots/love/black_winged.jpg'; main.style='height: 350px;';" /></td>
                        <td><img alt="ציפור אהבה של פישר" src="parrots/love/fisher.jpg" style="height: 150px;" onclick="main.src='parrots/love/fisher.jpg'; main.style='height: 350px;';" /></td>
                        <td><img alt="ציפור אהבה מדגסקר" src="parrots/love/madagascar.jpg" style="height: 150px;" onclick="main.src='parrots/love/madagascar.jpg'; main.style='height: 350px;';" /></td>
                        <td><img alt="ציפור אהבה בעלת המסכה (שחורת הראש)" src="parrots/love/masked.jpg" style="height: 150px;" onclick="main.src='parrots/love/masked.jpg'; main.style='height: 350px;';" />
                        </td>
                    </tr>
                    <tr class="Pic-S">
                             <td><img alt="מוטציה של ציפור אהבה בעלת המסכה (שחורת הראש)" src="parrots/love/mutated_masked.jpg" style="height: 150px;" onclick="main.src='parrots/love/mutated_masked.jpg'; main.style='height: 350px;';" /></td>
                             <td><img alt="Picture 6" src="parrots/love/nigrigenis.jpg" style="height: 150px;" onclick="main.src='parrots/love/nigrigenis.jpg'; main.style='height: 350px;';" /></td>
                             <td><img alt="ציפור אהבה ורודת הראש" src="parrots/love/pink_head.jpg" style="height: 150px;" onclick="main.src='parrots/love/pink_head.jpg'; main.style='height: 350px;';" /></td>
                             <td><img alt="Picture 8" src="parrots/love/taranta.jpg" style="height: 150px;" onclick="main.src='parrots/love/taranta.jpg'; main.style='height: 350px;';" /></td>
                    </tr>

                </table>
            </td>
        </tr>
        <tr>
            <td>
                <a href="#top">עלה למעלה</a>
            </td>
        </tr>
    </table>
    
</asp:Content>

